        [
            {
                "seriesId":1,
                "seriesImgURL": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fmydramalist.com%2F688213-ghost-doctor&psig=AOvVaw1r9SYf29Y7V7rf0f88-pah&ust=1645102903986000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCLCZwPyjhPYCFQAAAAAdAAAAABAJ",
                "seriesImgURL2":"https://www.google.com/url?sa=i&url=https%3A%2F%2Ftwitter.com%2FtfM9yu&psig=AOvVaw1KMY88N26LXxdY0SJw2Aon&ust=1645103045003000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCLDh2b-khPYCFQAAAAAdAAAAABAU",
                "seriesLogo":"",
                "seriesTitle":"The Ghost Doctor",
                "seriesGenre":"Drama, Fantasy, Medical, Supernatural",
                "seriesYear":"2022",
                "seriesCountry":"South Korea",
                "seriesDescription":"Cha Young Min is a genius doctor, with excelling skills at surgery, but he is arrogant and selfish. One day, he gets involved in an unexpected case, and due to this, his spirit possesses another doctor's body, namely Seong Tak. These two doctors are complete opposites, with opposite personalities and medical abilities.While Young Min is arrogant and cold-blooded, who only cares about his career, and doesn't care about any of his patient's personal stories, Seong Tak is the luckiest and richest resident doctor whose grandfather is the founder of Myung-shin hospital and mother is the chairman of the hospital. Never wanting to be a good doctor, he becomes processed by the two ghost doctors with completely different backgrounds.",
                "seriesCast":"",
                "seriesDirector":""
            },{
                "seriesId":2,
                "seriesImgURL": "https://www.google.com/url?sa=i&url=http%3A%2F%2Fwww.koreaherald.com%2Fview.php%3Fud%3D20211220000633&psig=AOvVaw2YIHL99uli8qQRdYqhF5zl&ust=1645103201250000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCKiNhIqlhPYCFQAAAAAdAAAAABAI",
                "seriesImgURL2":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.nme.com%2Fen_asia%2Freviews%2Ftv-reviews%2Fsnowdrop-review-blackpink-jisoo-jung-hae-in-k-drama-disney-plus-3157617&psig=AOvVaw2YIHL99uli8qQRdYqhF5zl&ust=1645103201250000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCKiNhIqlhPYCFQAAAAAdAAAAABAZ",
                "seriesLogo":"",
                "seriesTitle":"Snowdrop",
                "seriesGenre":"Drama, melodrama, political, Romance",
                "seriesYear":"2021",
                "seriesCountry":"South Korea",
                "seriesDescription":"In 1987, Im Soo Ho and Eun Young Cho are students at a prestigious university in Seoul. Im Soo Ho, who grew up in Germany, has a gentle charm but gives off an air of secrecy. Eun Young Cho, who is lively, lovable, and cheerful, fell in love with him at first sight at a social gathering. One day, Soo Ho suddenly rushes into a female dormitory covered in blood, and Eun Young Cho hides him and tends to his wounds despite facing danger under close surveillance. Among those monitoring, Soo Ho and Young Cho must avoid Pi Seung Hee, the notoriously strict and imposing housemother of Young Cho's dorm, and Kye Boon Ok, a phone operator at the dorm who had to forgo a college education due to her family’s financial circumstances. Lee Kang Moo is the relentless head of Team 1 of the National Intelligence Service (NIS) and always insists on doing everything by the book. By contrast, NIS agent Jang Han Na is impulsive, hot-tempered, and passionate about her job. Kang Chung Ya is a beautiful and talented surgeon at a state-run hospital who can charm anyone in a split second. Although her skills in the operating room have earned her a solid reputation as a dependable surgeon, Dr. Kang is mysterious and appears to be hiding something. Adapted from the handwritten notes of a man who escaped from a political prison camp in North Korea.",
                "seriesCast":"",
                "seriesDirector":""
            }
        ]
